[
  {
    "id": "1",
    "name": "Modern Verona Chester Fields 5 Seater Luxurious Fabric Sofa",
    "description": "The Modern Verona Chesterfield Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 499.00,
    "originalPrice": 849.00,
    "image": "https://ukfurnish.com/cdn/shop/files/VeronawhiteBG.jpg?v=1733926845&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/VeronaWithBG.jpg?v=1733926845",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/VeronaWithBG.jpg?v=1733926845",
      "https://ukfurnish.com/cdn/shop/files/verona-large-2c2-mink-round-arm-fabric-corner-sofa-with-chrome-legs-and-scatter-back_1-Photoroom.webp?v=1734098126",
      "https://ukfurnish.com/cdn/shop/files/VeronaBlackcolour.png?v=1734098126",
      "https://ukfurnish.com/cdn/shop/files/VeronawhiteBG.jpg?v=1733926845&width=823",
      "https://ukfurnish.com/cdn/shop/files/VeronaMinkcolour.png?v=1734098126&width=823",
      "https://ukfurnish.com/cdn/shop/files/verona_cornersofa_2022_1500x1021_1ea50e1b-84d5-4138-bcd5-bf4c3eb2311c.webp?v=1734098126&width=823"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Mink", "Black"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "240cm x 240cm",
      "220cm x 220cm"
    ],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "Available in Custom Fabric Free Delievery in England 2 Years Warranty Cash on Delivery available. The Chesterfield style is reimagined with sleek lines and a plush, luxurious fabric that elevates its aesthetic appeal. Available in various colors, it complements a range of interior designs. Seating Capacity: The 3+2 seater configuration is perfect for families or entertaining guests, providing ample seating without overwhelming your space. Upholstered in high-quality fabric, the sofa is designed for ultimate comfort. Thick cushioning ensures a cozy seating experience, making it an ideal spot for relaxation. Built with a sturdy frame and robust construction, the Modern Verona Chesterfield Sofa is made to withstand daily use, promising long-lasting enjoyment. Versatility: This sofa is perfect for both formal and casual settings, effortlessly fitting into living rooms, lounges, or even home offices."
  },
  {
    "id": "2",
    "name": "Ashwin Plush Velvet Comfortable Stylish Chesterfield Corner Sofa",
    "description": "The Ashwin Plush Velvet Corner Sofa Comfortable Stylish Chesterfield Settee Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 549.00,
    "originalPrice": 749.00,
    "image": "https://ukfurnish.com/cdn/shop/files/AshwinWhiteBG.jpg?v=1733926557&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/AshwinwithBG.jpg?v=1733926557&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/Photoroom-20240605_144454_1.webp?v=1734098003",
      "https://ukfurnish.com/cdn/shop/files/AshwinBluecolour.png?v=1734098019&width=823",
      "https://ukfurnish.com/cdn/shop/files/AshwinSkycolour.png?v=1734442021",
      "https://ukfurnish.com/cdn/shop/files/AshwinTurquoisecolour.png?v=1734442021",
      "https://ukfurnish.com/cdn/shop/files/AshwinBlackcolour.png?v=1734442021&width=823",
      "https://ukfurnish.com/cdn/shop/files/AshwinPebblecolour.png?v=1734442021",
      "https://ukfurnish.com/cdn/shop/files/AshwinSteelcolour.png?v=1734442021",
      "https://ukfurnish.com/cdn/shop/files/AshwinWhiteBG.jpg?v=1733926557",
      "https://ukfurnish.com/cdn/shop/files/3_88.webp?v=1734098003",
      "https://ukfurnish.com/cdn/shop/files/2_93.webp?v=1734098003"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Blue", "Sky", "Turquoise", "Black", "Cream", "Steel"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "240cm x 240cm",
      "220cm x 220cm"
    ],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "Design The Ashwin Plush Corner Sofa reimagines the classic Chesterfield style with sleek lines and a sumptuous, luxurious fabric, enhancing its aesthetic appeal. Available in a variety of colors, it seamlessly complements a range of interior designs. Seating Capacity With a spacious corner configuration, this sofa provides ample seating for families and guests, making it an ideal choice for social gatherings without overwhelming your space. Comfort Upholstered in high-quality fabric, the Ashwin Plush Corner Sofa is designed for ultimate comfort. Its thick cushioning ensures a cozy seating experience, creating the perfect spot for relaxation. Durability Crafted with a sturdy frame and robust construction, the Ashwin Plush Corner Sofa is built to withstand daily use, promising long-lasting enjoyment. Versatility This sofa is perfect for both formal and casual settings, effortlessly fitting into living rooms, lounges, or even home offices, making it a versatile addition to any space. Made-to-order sofa? Our made to order furniture service means you can choose from different options, such as fabric, size and shape to create a beautiful bespoke piece of furniture. Available in Custom Fabric Free Delievery in England 2 Years Warranty Cash on Delivery available"
  },
  {
    "id": "3",
    "name": "Bishop U-Shape Kensington Moveable Footstools Rolled Arms Sofa",
    "description": "The Bishop U-Shape Kensington Sofa Moveable Footstools Rolled Arms Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 749.00,
    "originalPrice": 1199.00,
    "image": "https://ukfurnish.com/cdn/shop/files/Bishop_Alaska_Grey_U_Shaped_Sofa_Scatter_BAck__51403.webp?v=1733923420",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/Silver.jpg?v=1733923420&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/Black.png?v=1734442234",
      "https://ukfurnish.com/cdn/shop/files/Mink.png?v=1734442234",
      "https://ukfurnish.com/cdn/shop/files/Silver_3decabbb-6979-4e01-bc49-66198d616d7f.jpg?v=1734442234",
      "https://ukfurnish.com/cdn/shop/files/Bishop_Alaska_Grey_U_Shaped_Sofa_Scatter_BAck__51403.webp?v=1733923420"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Black", "Mink", "Silver"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "156cm X 310 X 156",
      "175cm X 310 X 175"
    ],
    "Orientation": [
      "Left Hand Side",
      "Right Hand Side"
    ],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures":"Washable Available in Custom Fabric Free Delivery in England 2 Years Warranty Cash on Delivery available Key Features: Design The Bishop U-Shape Kensington Sofa blends timeless elegance with modern functionality. Featuring rolled arms and a sophisticated silhouette, this sofa is designed to make a statement in any living space. Its plush upholstery is available in an array of colors and patterns, allowing for personalization to suit your unique style. Seating Capacity With its spacious U-shaped design, the Kensington Sofa provides generous seating for family and friends, making it the perfect centerpiece for gatherings, movie nights, or cozy evenings at home. The moveable footstools enhance comfort and versatility, allowing you to customize your seating arrangement to suit your needs. Comfort Upholstered in premium fabric, the Bishop Kensington Sofa prioritizes comfort without compromising style. Its thick cushions and supportive seating offer an inviting space for relaxation, ensuring you and your guests feel right at home. Durability Constructed with a robust frame and high-quality materials, the Bishop U-Shape Kensington Sofa is designed for longevity. Its durable design can withstand daily wear and tear, making it a smart investment for busy households. Versatility Perfectly suited for both casual and formal settings, this sofa enhances any room—from living rooms to home theaters and beyond. Its adaptable style makes it an excellent addition to diverse interior designs, whether you prefer classic elegance or contemporary chic. Made-to-Order Sofa With our made-to-order service, you have the freedom to customize your Bishop Kensington Sofa. Choose from a variety of fabrics, sizes, and configurations to create a stunning, bespoke piece that fits seamlessly into your home."
  },
  {
    "id": "4",
    "name": "Liverpool Jumbo 5 Seater Wide Armrests With Footstool High-quality Fabric Sofa",
    "description": "The Byron Jumbo 5 Seater Sofa Wide Armrests With Footstool High-quality Fabric Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 449.00,
    "originalPrice": 799.00,
    "image": "https://ukfurnish.com/cdn/shop/files/Byronjumbo5seater.jpg?v=1733926595&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/Byronjumbo5seaterwithBG.jpg?v=1733926595&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/Liverpooljumbo5seaterGray.jpg?v=1734442312",
      "https://ukfurnish.com/cdn/shop/files/Byronjumbo5seaterwithBG.jpg?v=1733926595",
      "https://ukfurnish.com/cdn/shop/files/Liverpooljumbo5seaterChocolate.psd.jpg?v=1734442312",
      "https://ukfurnish.com/cdn/shop/files/Liverpooljumbo5seaterCamel.jpg?v=1734442312",
      "https://ukfurnish.com/cdn/shop/files/Liverpooljumbo5seaterbeige.jpg?v=1734442312",
      "https://ukfurnish.com/cdn/shop/files/Liverpooljumbo5seaterMink.jpg?v=1734442312",
      "https://ukfurnish.com/cdn/shop/files/Liverpooljumbo5seaterCream.jpg?v=1734442312&width=823",
      "https://ukfurnish.com/cdn/shop/files/Byronjumbo5seater.jpg?v=1733926595"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Black", "Brown", "Camel", "Beige", "Mink"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "156cm X 310 X 156",
      "175cm X 310 X 175"
    ],
    "Orientation": [],
    "storage": [],
    "withFootstool": true,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "Available in Custom Fabric Free Delivery in England 2 Years Warranty Cash on Delivery available Key Features: Design The Byron Jumbo 5 Seater Sofa combines contemporary style with inviting comfort, featuring wide armrests and a chic silhouette that enhances any living space. Available in a range of colors, it easily adapts to various interior aesthetics. Seating Capacity Designed to accommodate five people, this spacious sofa is perfect for family gatherings or entertaining guests, providing ample room without compromising on style. Comfort Upholstered in high-quality fabric, the Byron Jumbo Sofa offers plush cushioning for an exceptional seating experience. The generous padding makes it an inviting retreat for relaxation. Durability Constructed with a robust frame and quality materials, the Byron Jumbo Sofa is designed for daily use, ensuring long-lasting comfort and enjoyment. Versatility This sofa effortlessly fits into both formal and casual settings, making it a versatile addition to living rooms, lounges, or entertainment areas. Made-to-order Sofa Our made-to-order service allows you to customize your Byron Jumbo Sofa with choices in fabric, size, and configuration, ensuring a bespoke piece tailored to your specific needs.s. "
  },
  {
    "id": "5",
    "name": "Dylan Dual Arm High Back 5 Seater Sofa",
    "description": "Dylan Dual Arm 5 Seater Sofa – Spacious Comfort with Modern Elegance",
    "price": 449.00,
    "originalPrice": 699.00,
    "image": "https://ukfurnish.com/cdn/shop/files/dylandualarm.png?v=1733922182&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/dylandualarm.jpg?v=1733922182&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/dylandualarmSkyb.jpg?v=1734439469",
     "https://ukfurnish.com/cdn/shop/files/dylandualaramBlue.jpg?v=1734439469&width=823",
     "https://ukfurnish.com/cdn/shop/files/dylandualarmB.jpg?v=1734439469&width=823",
     "https://ukfurnish.com/cdn/shop/files/dylandualarmsteel.jpg?v=1734439469&width=823",
     "https://ukfurnish.com/cdn/shop/files/dylandualarmT.jpg?v=1734439469&width=823",
     "https://ukfurnish.com/cdn/shop/files/dylandualarm.jpg?v=1733922182",
     "https://ukfurnish.com/cdn/shop/files/dylandualarm.png?v=1733922182"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Sky", "Blue", "Black", "Steel", "Turquoise", "Cream"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "Experience the perfect blend of comfort and style with the Dylan Dual Arm 5 Seater Sofa, a spacious, contemporary piece designed to elevate any living space. With its oversized seating and sleek silhouette, this sofa offers plenty of room to lounge, making it ideal for relaxing with family or entertaining guests. Upholstered in high-quality fabric, the Byron Jumbo Sofa is both soft to the touch and durable, ensuring long-lasting comfort. The deep-seated cushions and wide armrests provide exceptional support, while the sturdy frame guarantees durability. Its minimalist design, combined with subtle details, allows this sofa to fit seamlessly into both modern and traditional interiors, making it a versatile choice for any home. Perfect for those who value both style and functionality, the Dylan Sofa delivers luxurious comfort in a beautifully crafted design, making it the ideal centerpiece for your living room."
  },
  {
    "id": "6",
    "name": "Maya Plush Velvet Sofa 5 Seater Wide Armrests Luxury Corner Sofa",
    "description": "The Maya Plush Velvet Sofa 5 Seater Wide Armrests Luxury Corner Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 549.00,
    "originalPrice": 1099.00,
    "image": "https://ukfurnish.com/cdn/shop/files/MayaPlushvelvetWhiteBG_64ed003e-2da9-4aa3-bcb2-aec7d8694c8c.jpg?v=1734014737&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/MayaPlushvelvetWithBG_e0ae97c2-cdac-4e14-9eaa-0af49d5e9935.jpg?v=1734014737&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/MayaPlushvelvet5seaterPebble.jpg?v=1734442666",
     "https://ukfurnish.com/cdn/shop/files/MayaPlushvelvetWithBG_e0ae97c2-cdac-4e14-9eaa-0af49d5e9935.jpg?v=1734014737",
     "https://ukfurnish.com/cdn/shop/files/MayaPlushvelvet5seaterSky.jpg?v=1734442666",
     "https://ukfurnish.com/cdn/shop/files/MayaPlushvelvet5seaterBlue.jpg?v=1734442666",
     "https://ukfurnish.com/cdn/shop/files/MayaPlushvelvet5seaterTurquise.jpg?v=1734442666",
     "https://ukfurnish.com/cdn/shop/files/MayaPlushvelvet5seaterSteel.jpg?v=1734442666"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Cream", "Black", "Sky", "Dark Blue", "Turquoise", "Steel"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "210cm x 210cm",
      "230cm x 230cm"
    ],
    "Orientation": [
      "Left Hand Side",
      "Right Hand Side"
    ],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "Design The Maya Plush Velvet Sofa 5-Seater Wide Armrest Corner Sofa combines opulent comfort with a modern aesthetic. Featuring wide armrests and a spacious layout, this sofa is crafted to enhance any living space. Available in a range of elegant colors, it allows you to tailor it to your personal style. Seating Capacity: With its generous corner design, the Maya Sofa comfortably seats five people, making it ideal for family gatherings, movie nights, or cozy evenings with friends. Its spacious configuration fosters social interaction, creating a warm and inviting atmosphere. Comfort: Upholstered in soft plush velvet, the Maya Sofa prioritizes comfort while exuding a contemporary flair. The wide armrests and plush cushions provide a welcoming space for relaxation, ensuring you and your guests feel right at home. Durability: Constructed with a sturdy frame and high-quality materials, the Maya Plush Velvet Sofa is designed to endure the rigors of everyday life. Its durable build promises longevity, making it a smart investment for busy households. Versatility: This corner sofa seamlessly enhances any environment, from casual living rooms to more formal settings. Its adaptable design complements a variety of interior styles, whether you favor modern sophistication or timeless charm. Made-to-Order Sofa: With our made-to-order service, you can personalize your Maya Plush Velvet Sofa. Choose from an extensive selection of fabrics, colors, and configurations to create a stunning, bespoke piece that perfectly fits your home. "
  },
  {
    "id": "7",
    "name": "ROMA BLACK LEATHER 3+2+1 SOFA SET (Air Leather UKFR)",
    "description": "Our Roma Black Leather 3+2+1 Sofa Set offers exceptional comfort and durability. It features armrests, cup holders, and a 3-seater with a center console and recliners for added convenience. Crafted from premium air leather, it's breathable, protected, and crack-resistant. The high-quality reclining mechanisms ensure lasting performance. Ideal for those who prefer leather-like quality without using real leather, making it suitable for various preferences, including religious, vegan, and animal-friendly choices. ",
    "price": 1299.00,
    "originalPrice": 1999.00,
    "image": "https://ukfurnish.com/cdn/shop/files/RomablackleatherWhiteBG.jpg?v=1733926738&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/RomablackleatherwithBG.jpg?v=1733926738&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2023-10-30at3.54.33PM_5.webp?v=1733926738",
     "https://ukfurnish.com/cdn/shop/files/3_2_1.webp?v=1733926738",
     "https://ukfurnish.com/cdn/shop/files/4_72b75698-da1c-4976-8392-760de19e3cb5.webp?v=1733926738&width=823",
     "https://ukfurnish.com/cdn/shop/files/2_f8662b8a-4277-4c25-9460-2da46fa0bc2c.webp?v=1733926738&width=823",
     "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2023-10-30at3.54.32PM_1.webp?v=1733926738&width=823",
     "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2023-10-30at3.54.32PM_2.webp?v=1733926738&width=823",
     "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2023-10-30at3.54.32PM_5.webp?v=1733926738&width=823",
     "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2023-10-30at3.54.32PM_7.webp?v=1733926738&width=823",
     "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2023-10-30at3.54.32PM_12.webp?v=1733926738&width=823",
    "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2023-10-30at3.54.33PM.webp?v=1733926738&width=823"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Black", "Brown"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "SPECIFICATIONS= 1)Upholstered in a Premium Air Leather 2)Reclining chairs 3)Foam-filled seat cushions 4)Fibre-filled back cushions 5)Reinforced durable frame 6)Two recliners at either end of the sofa 7)DIMENSIONS: APPROX. 3 SEATER Length: 210 cm Depth: 90 cm Overall Height: 96 cm Seat Height: 47 cm Seat Depth: 53 cm"
  },
  {
    "id": "8",
    "name": "Harrison 5 Seater Corner Sofa",
    "description": "Harrison 5 Seater Corner Sofa – Spacious Comfort with Modern Elegance",
    "price": 549.00,
    "originalPrice": 999.00,
    "image": "https://ukfurnish.com/cdn/shop/files/HarrsionWhiteBG.jpg?v=1734013054&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/HarrsionWithBG.jpg?v=1734013054&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/HarrsionBlack.jpg?v=1735050269",
     "https://ukfurnish.com/cdn/shop/files/HarrsionCream.jpg?v=1735050268&width=823",
     "https://ukfurnish.com/cdn/shop/files/HarrsionWithBG.jpg?v=1734013054",
     "https://ukfurnish.com/cdn/shop/files/HarrsionMink.jpg?v=1735050268&width=823",
     "https://ukfurnish.com/cdn/shop/files/HarrsionWhiteBG.jpg?v=1734013054"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Black", "Cream", "Gray", "Mink"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "Experience the perfect blend of comfort and style with the Harrison 5 Seater Corner Sofa, a spacious, contemporary piece designed to elevate any living space. With its oversized seating and sleek silhouette, this sofa offers plenty of room to lounge, making it ideal for relaxing with family or entertaining guests. Upholstered in high-quality fabric, the Byron Jumbo Sofa is both soft to the touch and durable, ensuring long-lasting comfort. The deep-seated cushions and wide armrests provide exceptional support, while the sturdy frame guarantees durability. Its minimalist design, combined with subtle details, allows this sofa to fit seamlessly into both modern and traditional interiors, making it a versatile choice for any home. Perfect for those who value both style and functionality, the Harrison Sofa delivers luxurious comfort in a beautifully crafted design, making it the ideal centerpiece for your living room."
  },
  {
    "id": "9",
    "name": "Shannon Wide Armrest 5 Seater Luxury Chenille Fabric Corner Sofa",
    "description": "The Shannon Wide Armrest 5 Seater Luxury Chenille Fabric Corner Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 529.00,
    "originalPrice": 529.99,
    "image": "https://ukfurnish.com/cdn/shop/files/ShannonWhiteBG.jpg?v=1733926802",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/ShannonWithBG.jpg?v=1733926802&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/Brown_cf0388ce-dc22-4af5-baf2-085182b0429c.jpg?v=1735049961",
     "https://ukfurnish.com/cdn/shop/files/Grey_42eb6b24-7fb7-415d-8edb-0b4f8e0b4f53.jpg?v=1735049961",
     "https://ukfurnish.com/cdn/shop/files/Black_a14a0cb6-737d-4cb8-8aaa-eff817b64863.jpg?v=1735049961&width=823",
     "https://ukfurnish.com/cdn/shop/files/ShannonWhiteBG.jpg?v=1733926802",
     "https://ukfurnish.com/cdn/shop/files/nine.jpg?v=1735049961&width=823"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Brown", "Gray", "Black"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "240cm x 240cm",
      "220cm x 220cm"
    ],
    "Orientation": [
      "Left Hand Side",
      "Right Hand Side"
    ],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Washable Available in Custom Fabric Free Delivery in England 2 Years Warranty Cash on Delivery available. Key Features: Design The Shannon Wide Armrest 5-Seater Luxury Chenille Fabric Corner Sofa combines luxurious comfort with a contemporary design. Featuring wide armrests and a spacious layout, this sofa is crafted to elevate any living space. Available in a variety of sophisticated colors, it allows you to customize it to your personal aesthetic. Seating Capacity: With its generous corner design, the Shannon Sofa comfortably seats five people, making it perfect for family gatherings, movie nights, or intimate evenings with friends. Its spacious configuration promotes social interaction, creating a warm and inviting atmosphere. Comfort: Upholstered in soft luxury chenille fabric, the Shannon Sofa prioritizes comfort while showcasing a modern flair. The wide armrests and plush cushions provide a cozy space for relaxation, ensuring you and your guests feel right at home. Durability: Constructed with a robust frame and high-quality materials, the Shannon Wide Armrest Sofa is built to withstand the demands of everyday life. Its durable construction promises longevity, making it a smart investment for busy households. Versatility: This corner sofa seamlessly enhances any environment, from casual living rooms to more formal settings. Its adaptable design complements a variety of interior styles, whether you lean towards modern sophistication or timeless elegance. Made-to-Order Sofa: With our made-to-order service, you can personalize your Shannon Wide Armrest Sofa. Choose from an extensive selection of fabrics, colors, and configurations to create a stunning, bespoke piece that perfectly fits your home."
  },
  {
    "id": "10",
    "name": "Byron Jumbo Single Arm 4 Seater With Footstool Left Right Hand Luxury Sofa",
    "description": "The Byron Jumbo Single Arm Sofa 4 Seater With Footstool Left Right Hand Luxury Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 399.00,
    "originalPrice": 719.00,
    "image": "https://ukfurnish.com/cdn/shop/files/ByronjumboWhiteBG.jpg?v=1733926633",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/ByronjumbowithBG.jpg?v=1733926633&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/ByronjumbowithBG.jpg?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/Black.jpg?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/Beige.jpg?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/Cream_a95b05df-6f4d-4d1a-8a05-75058054e363.jpg?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/Mink.jpg?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/Camel.jpg?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/Brown.jpg?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/ByronjumboWhiteBG.jpg?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/11_63e0f111-46fb-4e44-bbd1-6770c8569d77.webp?v=1733926633",
     "https://ukfurnish.com/cdn/shop/files/moana_corner_sofa_5__2_1_1_1_1.jpg_2_1_abd9c789-9652-46e7-ba8f-929543c2fe80.webp?v=1733926633"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Black", "Beige", "Cream", "Mink", "Camel", "Brown"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "240cm x 240cm",
      "220cm x 220cm"
    ],
    "Orientation": [
      "Left Hand Side",
      "Right Hand Side"
    ],
    "storage": [],
    "withFootstool": true,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Washable Available in Custom Fabric Free Delivery in England 2 Years Warranty Cash on Delivery available Key Features: The Byron Jumbo Single Arm Sofa effortlessly combines luxury and comfort in a stunning four-seater design. With its sleek, modern lines and a spacious footprint, this sofa makes a bold statement while offering ample seating for family and friends. Features Generous Seating Designed to accommodate up to four people, the Byron Sofa is perfect for gatherings, movie nights, or quiet evenings at home. The accompanying footstool provides added versatility, allowing you to customize your seating arrangement for optimal relaxation. Luxurious Comfort Upholstered in premium fabric, the Byron Jumbo Single Arm Sofa prioritizes comfort with its plush cushions and supportive structure. Whether you’re lounging with a book or entertaining guests, this sofa ensures a cozy experience for everyone. Durability Crafted with a sturdy frame and high-quality materials, the Byron Sofa is built to last. Its resilient design withstands everyday use, making it a reliable choice for busy households. Versatile Style The single arm design and sophisticated silhouette of the Byron Sofa make it a versatile addition to any space. Whether placed in a contemporary living room, a chic home theater, or an elegant lounge, this sofa complements a variety of interior styles. Made-to-Order Options With our made-to-order service, you can customize the Byron Jumbo Single Arm Sofa to fit your unique aesthetic. Choose from an array of fabrics, colors, and configurations to create a stunning, bespoke piece that enhances your home. "
  },
  {
    "id": "11",
    "name": "Dylan Plush Velvet 4 Seater Single Arm Left Right Hand Corner Sofa",
    "description": "The Dylan Plush Velvet 4 Seater Single Arm Left Right Hand Corner Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 349.00,
    "originalPrice": 699.00,
    "image": "https://ukfurnish.com/cdn/shop/files/DylanPlushVelvet4SeaterWhiteBG.jpg?v=1733926678&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/DylanPlushVelvet4SeaterwithBG.jpg?v=1733926678&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/DylanPlushCream.jpg?v=1736178963",
     "https://ukfurnish.com/cdn/shop/files/DylanPlushSky.jpg?v=1736178963",
     "https://ukfurnish.com/cdn/shop/files/DylanPlushTurquoise.jpg?v=1736178963",
     "https://ukfurnish.com/cdn/shop/files/DylanPlushSteel.jpg?v=1736178963",
     "https://ukfurnish.com/cdn/shop/files/DylanPlushVelvet4SeaterwithBG.jpg?v=1733926678",
     "https://ukfurnish.com/cdn/shop/files/DylanPlushBlue.jpg?v=1736178963&width=823",
     "https://ukfurnish.com/cdn/shop/files/DylanPlushVelvet4SeaterWhiteBG.jpg?v=1733926678",
     "https://ukfurnish.com/cdn/shop/files/Dark-Royal-Blue-Plush-Velvet-Dylan-Sofa-Mini5.webp?v=1736178963&width=823",
     "https://ukfurnish.com/cdn/shop/files/Dark-grey-plush-velvet-Dylan-sofa-2.webp?v=1736178963"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Cream", "Sky", "Turquoise", "Steel", "Black", "Blue"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "212cm x 156cm"
    ],
    "Orientation": [
      "Left Hand Side",
      "Right Hand Side"
    ],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Washable Available in Custom Fabric Free Delivery in England 2 Years Warranty Cash on Delivery available Key Features: Design The Dylan Plush Velvet 4-Seater Single Arm Corner Sofa combines modern style with exceptional comfort. Designed with versatility in mind, this sofa features a single arm on either the left or right, making it a perfect fit for any living space. The luxurious plush velvet upholstery is available in a range of exquisite colors, allowing you to tailor it to your unique taste. Seating Capacity : With its spacious corner design, the Dylan Sofa comfortably seats four, making it an ideal choice for family gatherings, movie nights, or cozy evenings in. Its thoughtful configuration encourages social interaction, creating a warm and welcoming atmosphere. Comfort: Upholstered in soft plush velvet, the Dylan Sofa prioritizes comfort while showcasing a contemporary aesthetic. The single armrest and plush cushions provide an inviting space for relaxation, ensuring that you and your guests feel at home. Durability: Constructed with a sturdy frame and high-quality materials, the Dylan Plush Velvet Sofa is designed to withstand the rigors of daily life. Its durable build guarantees longevity, making it a smart investment for busy households. Versatility: This corner sofa is perfect for both casual and formal settings, effortlessly enhancing any room—from living rooms to home theaters and beyond. Its adaptable design complements a variety of interior styles, whether you lean toward modern chic or classic elegance. Made-to-Order Sofa: With our made-to-order service, you can customize your Dylan Plush Velvet Sofa. Select from an array of fabrics, colors, and configurations to create a stunning, bespoke piece that seamlessly fits into your home. "
  },
  {
    "id": "12",
    "name": "Dylan 4 Seater Kensington Sofa",
    "description": "",
    "price": 379.00,
    "originalPrice": 659.00,
    "image": "https://ukfurnish.com/cdn/shop/files/Dylan4seaterGreyWhiteBG.jpg?v=1734097603&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/Dylan4seaterGreyWithBG.jpg?v=1734097603&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/Dylan4seaterGreyWithBG.jpg?v=1734097603",
     "https://ukfurnish.com/cdn/shop/files/Black_38383815-3623-46fd-9b6d-236424acb055.jpg?v=1736178650&width=823",
     "https://ukfurnish.com/cdn/shop/files/Mink_b1828c95-aba4-4aeb-826f-0a0bf9cf3cf9.jpg?v=1736178650&width=823",
     "https://ukfurnish.com/cdn/shop/files/Dylan4seaterGreyWhiteBG.jpg?v=1734097603"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Black", "Mink"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "Experience the perfect blend of comfort and style with the Dylan 4 Seater Kensington Sofa, a spacious, contemporary piece designed to elevate any living space. With its oversized seating and sleek silhouette, this sofa offers plenty of room to lounge, making it ideal for relaxing with family or entertaining guests. Upholstered in high-quality fabric, the Byron Jumbo Sofa is both soft to the touch and durable, ensuring long-lasting comfort. The deep-seated cushions and wide armrests provide exceptional support, while the sturdy frame guarantees durability. Its minimalist design, combined with subtle details, allows this sofa to fit seamlessly into both modern and traditional interiors, making it a versatile choice for any home. Perfect for those who value both style and functionality, the Dylan Sofa delivers luxurious comfort in a beautifully crafted design, making it the ideal centerpiece for your living room."
  },
  {
    "id": "13",
    "name": "Luxury Ottoman Fabric One Storage Bed Frame",
    "description": "Introducing the Luxury Ottoman Fabric One Storage Bed Frame, a modern statement piece featuring striking sequin strips. Crafted with a sturdy steel frame and wooden slats, it provides robust support, accommodating up to 750 lbs. The plush velour headboard and sound-absorbing foam ensure enhanced comfort, promoting a peaceful night’s rest. This bed frame is both stylish and practical, keeping your bedroom tidy and organized with built-in storage, eliminating the need for an additional innerspring mattress.",
    "price": 379.00,
    "originalPrice": 479.00,
    "image": "https://ukfurnish.com/cdn/shop/files/Luxury-Ottoman-Fabric-One-Storage-Bed-Frame02-scaled.webp?v=1729190485",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/Luxury-Ottoman-Fabric-One-Storage-Bed-Frame05-scaled.webp?v=1729190485&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/Luxury-Ottoman-Fabric-One-Storage-Bed-Frame02-scaled.webp?v=1729190485",
     "https://ukfurnish.com/cdn/shop/files/Luxury-Ottoman-Fabric-One-Storage-Bed-Frame05-scaled.webp?v=1729190485",
     "https://ukfurnish.com/cdn/shop/files/Ottoman-Storage-Bed-Frame.webp?v=1729190485"
    ],
    "category": "Beds",
    "subcategory": "",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": ["Double", "King"],
    "colors": ["Black", "Gray", "Blue"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Compatible with adjustable bed frames. Upholstered in luxurious faux leather with elegant glass borders. Tufted with sparkling crystal-like acrylic studs for a glamorous aesthetic. Compatible with standard metal frames when paired with a headboard adaptable kit. Rectangular headboard design with extra thick foam padding for superior comfort"
  },
  {
    "id": "14",
    "name": "Modern Design Leather Upholstery Ottoman",
    "description": "The Ottoman Leather Bed End Lift is a perfect addition to any bedroom. It entails a simple but elegant design that looks perfect with all types of bedroom themes. The simple leather upholstery of the bed makes it look super stylish, and Ottoman storage allows you to keep your bedroom well organized. This is an affordable luxury item that you can buy to enhance the storage space in your bedroom. The detailed stitching, that upholsters the faux leather onto the frame, gives the headboard the classiest look possible. Simplicity could not get more subtle and elegant than this. This fine detail of the leather bed blends in perfectly with almost every bedroom interior. Though the stitches are a minor part of the leather bed, they help you make a grand statement. The leather headboard is perfect to lean against as you use your tablet or read a book.",
    "price": 219.00,
    "originalPrice": 319.00,
    "image": "https://ukfurnish.com/cdn/shop/files/1_1__1.jpg?v=1729190916",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/2_1__1_a931c441-0c68-4d2e-91a8-04cec31c3040.jpg?v=1729190916",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/18_14b6beb9-868c-48b3-baa7-c24368633916.webp?v=1729190916",
     "https://ukfurnish.com/cdn/shop/files/16_546503f3-7509-4081-915b-c2378d2afe58.webp?v=1729190916",
     "https://ukfurnish.com/cdn/shop/files/11_2.webp?v=1729190916",
     "https://ukfurnish.com/cdn/shop/files/2_1__1_a931c441-0c68-4d2e-91a8-04cec31c3040.jpg?v=1729190916",
     "https://ukfurnish.com/cdn/shop/files/6_25.webp?v=1729190916",
     "https://ukfurnish.com/cdn/shop/files/Ottoman-3ft-Single-Bed1.webp?v=1729190916",
     "https://ukfurnish.com/cdn/shop/files/Ottoman-4ft6-Double-Bed-White3-600x600.webp?v=1729190916&width=600"
    ],
    "category": "Beds",
    "subcategory": "",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": ["Single", "Double", "King"],
    "colors": ["Brown", "Black", "White"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Ample Ottoman storage space. Sprung slats for elevated mattress support. Faux leather upholstery. Line-stitch decoration adds depth and symmetry. Padded leather headboard low profile foot-end. Gas-powered arms to lift the mattress. Delivered in Flatpack. Easy to assemble. All instructions and tools are included. Safety Standards: UK Fire Safety Compliant. Available in Dark Brown, Black and White. Available in 3ft Single, 4ft6 Double and 5ft Kingsize Bed"
  },
  {
    "id": "15",
    "name": "High Quality Pine Wooden Adults Bunk Single Bed",
    "description": "Introducing the Wooden Bunk Bed, a perfect addition to your kids’ or guest room that optimizes bedroom space utilization. Specifically designed to provide more sleeping space in smaller bedrooms, this bunk bed is a brilliant piece of furniture that combines functionality with style. The built-in ladder adds to its durability and reliability, ensuring a safe and secure item for your space. With an exclusive colour blend that complements various bedroom decors, this bunk bed enhances the overall aesthetic appeal of the room with its stylish and versatile design. It offers an affordable luxury, providing a touch of elegance to your bedroom without breaking the bank. This bunk bed is a cost-effective solution for those seeking a touch of luxury within budget constraints. The space-saving design efficiently utilizes room space while providing triple sleeping space, making it ideal for kids’ bedrooms. Crafted using high-quality pine wood, this bunk bed ensures durability and longevity, adding a stylish and glamorous effect to the bedroom. Choose from available colours like Grey and White to match your interior preferences.",
    "price": 239.00,
    "originalPrice": 339.00,
    "image": "https://ukfurnish.com/cdn/shop/files/High-Quality-Pine-Wooden-Kids-Bunk-Single-Bed-White_34629364-f2b7-4a8c-a2a6-18dc2b653c07.webp?v=1729190307",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/High-Quality-Pine-Wooden-Kids-Bunk-Single-Bed-Grey5-600x600.webp?v=1729190307&width=600",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/High-Quality-Pine-Wooden-Kids-Bunk-Single-Bed-Grey4-600x600.webp?v=1729190307&width=600",
     "https://ukfurnish.com/cdn/shop/files/High-Quality-Pine-Wooden-Kids-Bunk-Single-Bed-White_34629364-f2b7-4a8c-a2a6-18dc2b653c07.webp?v=1729190307",
     "https://ukfurnish.com/cdn/shop/files/High-Quality-Pine-Wooden-Kids-Bunk-Single-Bed-Grey3-600x600.webp?v=1729190307&width=600",
     "https://ukfurnish.com/cdn/shop/files/High-Quality-Pine-Wooden-Kids-Bunk-Single-Bed-Grey5-600x600.webp?v=1729190307&width=600"
    ],
    "category": "Beds",
    "subcategory": "",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": ["Single"],
    "colors": ["Gray", "White"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Crafted with Pine Wood. Entail durable frame material with a practical structure. Guardrails to enhance the safety of your family members. Entails a built-in ladder and guard rails, to make it safe and secure"
  },
  {
    "id": "16",
    "name": "Crushed Velvet Divan bed",
    "description": "Want to completely revamp the look and feel of your bedroom? Choose this remarkable Divan Bed with an orthopaedic mattress from Bedsclub. We offer a wide variety of furniture, mattresses, and accessories to suit your needs. This fully functional Divan Bed comes loaded with features that make it a favorite among customers. It's a purchase you won't regret, as it's worth every penny.",
    "price": 289.00,
    "originalPrice": 389.00,
    "image": "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2024-05-20at21.12.15.webp?v=1729071275",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2024-05-20at21.12.15_1.webp?v=1729071275&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2024-05-20at21.12.15.webp?v=1729071275",
     "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2024-05-20at21.12.15_1.webp?v=1729071275"
    ],
    "category": "Beds",
    "subcategory": "",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": ["Double", "King"],
    "colors": ["Black", "Gray"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": ["No Storage", "2 Draws", "4 Draws"],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": ""
  },
  {
    "id": "17",
    "name": "BOBBY WENGE 3 DOOR WARDROBE",
    "description": "We have made every effort to ensure that the colours of the presented fabrics in the pictures correspond to the natural ones, however, the settings of the monitor may affect the presented colours. The colours in the pictures may differ from the actual ones.",
    "price": 369.99,
    "originalPrice": 399.99,
    "image": "https://ukfurnish.com/cdn/shop/files/BOBBY-3-DOOR-BLACK.jpg?v=1738228857&width=600",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/BOBBY-3-DOOR-WHITE-O2.jpg?v=1738228817&width=600",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/BOBBY-3-DOOR-BLACK.jpg?v=1738228857&width=600",
     "https://ukfurnish.com/cdn/shop/files/BOBBY-3-DOOR-WENGE.jpg?v=1738228817&width=600",
     "https://ukfurnish.com/cdn/shop/files/BOBBY-3-DOOR-WHITE.jpg?v=1738228817&width=600",
     "https://ukfurnish.com/cdn/shop/files/BOBBY-3-DOOR-OAK.jpg?v=1738228817&width=600",
     "https://ukfurnish.com/cdn/shop/files/BOBBY-3-DOOR-WHITE-O2.jpg?v=1738228817&width=600"
    ],
    "category": "Wardrobe",
    "subcategory": "",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Black", "Brown","White","Beige"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Dimensions:– (Width – 120 cm) – (Height – 185 cm) – (Depth – 55 cm)"
  },
  {
    "id": "18",
    "name": "Delta wardrobe sliding one",
    "description": "The Delta Sliding Door Wardrobe is available in timeless white, black, and grey finishes, ensuring it complements any decor effortlessly. Crafted from high-quality laminated board, its sleek design features 8 mirrors on sliding doors, instantly transforming your bedroom. With ample storage space for T-shirts, towels, shirts, shorts, shoes, and boots, the Delta meets all your organizational needs. Plus, you can customize its interior further by adding an additional hanging rail, making it both practical and stylish. Each door of the wardrobe features 4 mirrored panels, offering a fresh perspective to any room and creating the illusion of additional space. Placing this wardrobe opposite a window enhances natural light, doubling its effect. The sliding doors operate effortlessly on aluminum rails, seamlessly concealing clothing and bringing instant tranquility to the bedroom.",
    "price": 429.00,
    "originalPrice": 529.00,
    "image": "https://ukfurnish.com/cdn/shop/files/delta-wardrobe-sliding1.webp?v=1729606882",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/delta-wardrobe-slidinga.webp?v=1729606882&width=823",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/delta-wardrobe-sliding1.webp?v=1729606882",
     "https://ukfurnish.com/cdn/shop/files/delta-wardrobe-slidinga.webp?v=1729606882",
     "https://ukfurnish.com/cdn/shop/files/delta-wardrobe-sliding22.webp?v=1729606882&width=823",
     "https://ukfurnish.com/cdn/shop/files/delta-wardrobe-sliding3_7d79eec2-5649-457a-9a3d-9d2741157f62.webp?v=1729606882&width=823",
     "https://ukfurnish.com/cdn/shop/files/delta-wardrobe-sliding4.webp?v=1729606882&width=823"
    ],
    "category": "Wardrobe",
    "subcategory": "",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["White", "Gray","Black"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Constructed from durable 16mm laminated particle board, resistant to scratches. Features contemporary diced design mirrors. Fully customizable with optional additional hanging rails. Available in widths of 160cm. Convenient flat-packed packaging for straightforward home assembly. Offered in classic Black, White, and Grey finishes. Backed by a 12-month manufacturer’s warranty"
  },
  {
    "id": "19",
    "name": "HIGH GLOSS SYCYLIA WARDROBE 150-208-255CM",
    "description": "The Sycylia High Gloss Wardrobe is a sleek and stylish piece of furniture that offers a modern and elegant look to any bedroom. Crafted from high-quality materials, this wardrobe is designed to provide ample storage space for your clothes, shoes, and accessories. The wardrobe features a high-gloss finish that gives it a luxurious and sophisticated appearance. The wardrobe is available in three different sizes: 150cm, 208cm, and 255cm, ensuring that it fits perfectly into any bedroom space. The wardrobe is also available in three different colors: white, black, and grey, allowing you to choose the perfect color to match your bedroom decor. The wardrobe is made from durable materials that are designed to last for years. The wardrobe is easy to assemble and comes with all the necessary tools and instructions. The wardrobe is backed by a 12-month manufacturer’s warranty, ensuring that you can enjoy your new wardrobe for years to come.",
    "price": 539.00,
    "originalPrice": 639.00,
    "image": "https://ukfurnish.com/cdn/shop/files/SYCYLIA-HIGH-GLOSS-WHITE-WARDROBE-253CM.webp?v=1736616473&width=600",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/SYCYLIA-HIGH-GLOSS-GREY-WARDROBE-253-Grey-3-door.webp?v=1736616473&width=600",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/SYCYLIA-HIGH-GLOSS-WHITE-WARDROBE-253CM.webp?v=1736616473&width=600",
     "https://ukfurnish.com/cdn/shop/files/Sycylia-Grey-150cm.webp?v=1736616316&width=600",
     "https://ukfurnish.com/cdn/shop/files/SYCYLIA-HIGH-GLOSS-GREY-WARDROBE-253-Grey-3-door.webp?v=1736616473&width=600",
     "https://ukfurnish.com/cdn/shop/files/SYCYLIA-HIGH-GLOSS-WHITE-WARDROBE-inside-253CM.webp?v=1736616316&width=600",
     "https://ukfurnish.com/cdn/shop/files/SYCYLIA-HIGH-GLOSS-WHITE-WARDROBE-inside-253CM.webp?v=1736616316&width=600"
    ],
    "category": "Wardrobe",
    "subcategory": "",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": ["150cm", "208cm", "255cm"],
    "colors": ["White", "Black","Gray"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "High-gloss shiny finish; the bright, smooth surface of the doors gives the room a modern and luxurious touch. Sliding Doors: The sliding doors make quiet motion and save space, hence being ideal for small rooms or tight spaces. Ample Storage: The wardrobe will include a number of shelves, hanging rails, and drawers that will house all your clothes, shoes, and accessories. Anything will have its place!. LED Light Option: You can add LED lights for that extra fashion statement. The lights make it rather easy to see inside and give your room that cosy feel. Easy to Move Flat Pack: The wardrobe comes in a flat pack, therefore easy to move and assemble at any time."
  },
  {
    "id": "20",
    "name": "LONDON 4 DOOR OAK WARDROBE",
    "description": "",
    "price": 469.99,
    "originalPrice": 599.99,
    "image": "https://ukfurnish.com/cdn/shop/files/london-black-1.jpg?v=1738159490&width=600",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/Black-inside-2.jpg?v=1738159490&width=600",
    "gallery": [
     "https://ukfurnish.com/cdn/shop/files/london-black-1.jpg?v=1738159490&width=600",
     "https://ukfurnish.com/cdn/shop/files/london-white-1.jpg?v=1738159490&width=600",
     "https://ukfurnish.com/cdn/shop/files/london-oak.jpg?v=1738159490&width=600",
     "https://ukfurnish.com/cdn/shop/files/Oak-inside.jpg?v=1738159490&width=600",
     "https://ukfurnish.com/cdn/shop/files/171cm-Inside.webp?v=1738159490&width=600"
    ],
    "category": "Wardrobe",
    "subcategory": "",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": ["171cm"],
    "colors": ["Black", "White","Beige"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Stylish in Design: This wardrobe has a modern design and finishes with high-gloss-finish doors and this wardrobe has a full-length mirror on one of the doors. Because mirrors reflect light the room will look brighter and more spacious. Plenty of Storage: On the inside, the London wardrobe provides complete amenities regarding storage facility. They consist of a variety of shelves, hanging rails and drawers that ensure that your clothes, shoes and accessories are well arranged. Such storage makes it possible for you to keep your room clean and free from clutter all the time. Sliding doors: There is a wardrobe that comes with sliding doors that are easy to slide and do not take up much space. The doors also open quietly, and thus, they can suit any room including a small room. Durable and Long-Lasting: Specifically, the London wardrobe is of good quality and therefore suitable for regular use. It will take longer to wear out in your house because it will be well-built. LED Lighting Option light is an added feature that can be included in this wardrobe for easy lighting. These lights make it extremely convenient to find out everything that is searched in low light. It also describes the modern style of your bedroom."
  },
  {
    "id": "21",
    "name": "Byron Jumbo 3+2 Seater Sofa",
    "description": "Byron Jumbo 3+2 Seater Sofa – Spacious Comfort with Modern Elegance",
    "price": 359.00,
    "originalPrice": 719.00,
    "image": "https://ukfurnish.com/cdn/shop/files/ByronJumbo3_2WhiteBG.jpg?v=1734440112",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/ByronJumbo3_2WithBG.jpg?v=1734440112&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/11_1_3_71b9b3e8-9fd0-494a-8b98-bc04d77e2342.webp?v=1734616403",
      "https://ukfurnish.com/cdn/shop/files/2023-12-27_8_c8ba931e-5b27-4482-ac92-fa62195101b3.webp?v=1734616401",
      "https://ukfurnish.com/cdn/shop/files/1_1__2_149dc211-8075-4080-877d-2886689aea1b.jpg?v=1734616402",
      "https://ukfurnish.com/cdn/shop/files/2023-12-27_9_a1b02633-8761-475e-b384-96844f81eb1d.webp?v=1734616402",
      "https://ukfurnish.com/cdn/shop/files/5_1__1_fff5941d-8d3e-44c7-bda4-950926fbafcc.webp?v=1734616402",
      "https://ukfurnish.com/cdn/shop/files/ByronJumbo3_2WhiteBG.jpg?v=1734440112&width=823",
      "https://ukfurnish.com/cdn/shop/files/10_2_2_bd6d041f-5f5e-43e5-a4e0-598b2c4470f6.webp?v=1734616402"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Black", "Beige", "Brown", "Cream"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": true,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "Experience the perfect blend of comfort and style with the Byron Jumbo Sofa, a spacious, contemporary piece designed to elevate any living space. With its oversized seating and sleek silhouette, this sofa offers plenty of room to lounge, making it ideal for relaxing with family or entertaining guests. Upholstered in high-quality fabric, the Byron Jumbo Sofa is both soft to the touch and durable, ensuring long-lasting comfort. The deep-seated cushions and wide armrests provide exceptional support, while the sturdy frame guarantees durability. Its minimalist design, combined with subtle details, allows this sofa to fit seamlessly into both modern and traditional interiors, making it a versatile choice for any home. Perfect for those who value both style and functionality, the Byron Jumbo Sofa delivers luxurious comfort in a beautifully crafted design, making it the ideal centerpiece for your living room."
  },
  {
    "id": "22",
    "name": "DINO Jumbo Cord 3+2 Seater Sofa",
    "description": "Add a touch of cozy charm to your home with the Dino Jumbo Cord 3+2 Seater Sofa. Its textured jumbo cord fabric provides a warm, inviting feel, while the generous cushioning ensures comfort and relaxation. Perfect for creating a snug, stylish setting, the Dino Sofa offers both modern appeal and everyday practicality.",
    "price": 449.00,
    "originalPrice": 899.00,
    "image": "https://ukfurnish.com/cdn/shop/files/DINOJumboCord3_2WhiteBG.jpg?v=1734097568&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/DINOJumboCord3_2WithBG.jpg?v=1734097568",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/Camel_f400dbfb-2d33-4e65-a4ba-f69ba9888683.jpg?v=1735048075",
      "https://ukfurnish.com/cdn/shop/files/Grey_6b799682-8331-4b16-9a5c-cd93ebfca8d8.jpg?v=1735048075",
      "https://ukfurnish.com/cdn/shop/files/Beige_6f43a62d-e7dd-475c-82cf-8802ad767ce4.jpg?v=1735048075",
      "https://ukfurnish.com/cdn/shop/files/DINOJumboCord3_2WithBG.jpg?v=1734097568",
      "https://ukfurnish.com/cdn/shop/files/Mink_75905a75-95d0-48e4-9807-b87f86cbc9fc.jpg?v=1735048075",
      "https://ukfurnish.com/cdn/shop/files/Black_0bd469a3-1796-48d2-adca-34a00a4977e1.jpg?v=1735048075",
      "https://ukfurnish.com/cdn/shop/files/Cream_0fc03303-a6a3-4d12-a2fa-fc9182e0de3c.jpg?v=1735048074",
      "https://ukfurnish.com/cdn/shop/files/DINOJumboCord3_2WhiteBG.jpg?v=1734097568"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Camel", "Gray", "Beige", "Brown", "Mink", "Black", "Cream"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "137cm x 107cm"
    ],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": ""
  },
  {
    "id": "23",
    "name": "Ashwin 3+2 Seater Sofa",
    "description": "The Ashwin 3+2 Seater Sofa blends modern elegance with comfort. Its sleek, minimalist design is complemented by plush cushions and a durable fabric, making it a stylish yet practical addition to any living space. Perfect for lounging or entertaining, the Ashwin Sofa offers both sophistication and coziness in one beautiful package.",
    "price": 749.00,
    "originalPrice": 849.00,
    "image": "https://ukfurnish.com/cdn/shop/files/ashwenBG.jpg?v=1734101500&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/ashwen.jpg?v=1734101500&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/1_ef03d22b-1876-45d2-9d81-97437f733216.webp?v=1734101500",
      "https://ukfurnish.com/cdn/shop/files/ashwenblue.jpg?v=1734445556",
      "https://ukfurnish.com/cdn/shop/files/1_114.webp?v=1734101500",
      "https://ukfurnish.com/cdn/shop/files/ashwensteel.jpg?v=1734445555",
      "https://ukfurnish.com/cdn/shop/files/ashwenT.jpg?v=1734445555&width=823",
      "https://ukfurnish.com/cdn/shop/files/ashwenskin.jpg?v=1734445556",
      "https://ukfurnish.com/cdn/shop/files/3_85_aad4d283-78d3-414e-b053-db4c46f47a2a.webp?v=1734101500",
      "https://ukfurnish.com/cdn/shop/files/4_48_56086f54-ee70-4d7b-878a-ddd2c8a4a261.webp?v=1734101500",
      "https://ukfurnish.com/cdn/shop/files/napoliblackarmdetail_1024x_8975e623-8644-4d98-b250-413fefe032d2.jpg?v=1734101500&width=823"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Blue", "Coal", "Steel", "Turquoise", "Cream"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "240cm x 240cm",
      "220cm x 220cm",
      "240cm x 180cm",
      "220cm x 180cm"
    ],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": ""
  },
  {
    "id": "24",
    "name": "Malta Grey 3+2 Sofa Bed With Storage",
    "description": "Malta Sofa Bed has a successful combination of different details like woven leatherette sides, all-natural wooden armrests and chrome fee set the atmospheric dial for comfort and heightens the overall modern appearance. Twisting and bending resistant reinforced frame construction. Rust and corrosion resistant galvanized mechanism and fitting parts.",
    "price": 599.00,
    "originalPrice": 699.00,
    "image": "https://ukfurnish.com/cdn/shop/files/MaltagreywithoutBG.jpg?v=1734101114&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/Maltagrey.jpg?v=1734101114&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/2-door_bf89a0a6-e292-41e4-b1f9-a38d4d4a2f14.jpg?v=1734101113",
      "https://ukfurnish.com/cdn/shop/files/Maltagrey.jpg?v=1734101114",
      "https://ukfurnish.com/cdn/shop/files/Photoroom-20240604_234429.webp?v=1734101113&width=823",
      "https://ukfurnish.com/cdn/shop/files/6_31.webp?v=1734101113",
      "https://ukfurnish.com/cdn/shop/files/11_6.webp?v=1734101113",
      "https://ukfurnish.com/cdn/shop/files/Photoroom-20240604_234330.webp?v=1734101113&width=823",
      "https://ukfurnish.com/cdn/shop/files/7_20.webp?v=1734101113",
      "https://ukfurnish.com/cdn/shop/files/Photoroom-20240604_234921.webp?v=1734101113&width=823"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": "– Brand New – Turkish made – Steel innerspring coils with wrapped high density foam filling – Rust and corrosion resistant – Chrome feet – Solid wooden arms – Hand picked velvet fabric – Smooth pull-and-slide, galvanized mechanism – Double padded comfortable – Fully compliant with all UK fire regulations. DIMENSIONS:- As sofa (3 seater):– 215cm W x 90cm D x 92cm H. As sofa (2 seater): –170cm W x 90cm D x 92cm. As bed (3 seater):–110cm x 195cm. As bed (2 seater):–110cm x 138cm. Seat Height: 47cm. Back Height: 55cm."
  },
  {
    "id": "25",
    "name": "Shannon 3+2 Seater Sofa",
    "description": "The Shannon 3+2 Seater Sofa combines the best of both worlds with its stylish leather accents and soft fabric upholstery. The sleek design and comfortable cushions offer a perfect blend of luxury and practicality, making it an ideal addition to any modern living space.",
    "price": 479.00,
    "originalPrice": 959.00,
    "image": "https://ukfurnish.com/cdn/shop/files/Shannon3_2SeaterWhiteBG.png?v=1734097677&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/Shannon3_2SeaterWithBG.png?v=1734097677&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/Grey.png?v=1735049846",
      "https://ukfurnish.com/cdn/shop/files/Brown_2ff0982d-e294-4a86-854f-35346ff150b3.jpg?v=1735049846&width=823",
      "https://ukfurnish.com/cdn/shop/files/Black_2d6fa0d5-3a47-4e8b-bee0-174792270c61.jpg?v=1735049846&width=823",
      "https://ukfurnish.com/cdn/shop/files/s-l640_2.jpg?v=1735049846",
      "https://ukfurnish.com/cdn/shop/files/Shannon3_2SeaterWhiteBG.png?v=1734097677"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Brown", "Black"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "240cm x 240cm",
      "220cm x 220cm"
    ],
    "Orientation": [],
    "storage": [],
    "withFootstool": true,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": ""
  },
  {
    "id": "26",
    "name": "DINO Jumbo Cord 5 Seater Single Arm Left Right Hand Corner Sofa",
    "description": "The DINO Jumbo Cord Sofa 5 Seater Single Arm Left Right Hand Corner Sofa offers a blend of classic elegance and contemporary style, making it a stunning addition to any living space.",
    "price": 479.00,
    "originalPrice": 579.00,
    "image": "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2024-05-20at10.56.38_1.webp?v=1733842821&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/WhatsAppImage2024-05-20at10.56.38.webp?v=1735048348&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/Grey_0389c2b7-318f-44a6-a2e8-1229bb062284.jpg?v=1735048348",
      "https://ukfurnish.com/cdn/shop/files/Cream_b1b0fec2-f47e-417e-8da4-c4d0bbb1a364.jpg?v=1735048348",
      "https://ukfurnish.com/cdn/shop/files/Mink_5f02c972-713a-4b00-90b9-56a65533fad8.jpg?v=1735048348",
      "https://ukfurnish.com/cdn/shop/files/Camel_343c61ef-3d98-445f-abe3-db5ec4f71ce9.jpg?v=1735048348",
      "https://ukfurnish.com/cdn/shop/files/Black_62336596-3b49-4980-b405-e02f3b35bbdb.jpg?v=1735048348&width=823",
      "https://ukfurnish.com/cdn/shop/files/Beige_c8581abd-0a19-4f74-8440-5c7cae01d333.jpg?v=1735048348&width=823",
      "https://ukfurnish.com/cdn/shop/files/Chocolate_aa3b8fa7-9bfa-4198-88ff-c74b027eb865.jpg?v=1735048348&width=823",
      "https://ukfurnish.com/cdn/shop/files/dino-corner-sofa-03.jpg?v=1735048340&width=823",
      "https://ukfurnish.com/cdn/shop/files/dino-corner-sofa-07.jpg?v=1735048340&width=823",
      "https://ukfurnish.com/cdn/shop/files/eBay-Dino-Right-Hand-Black-and-grey-Dino-Photoroom_1_1e79c2aa-eb24-40e5-8f29-7cd752346144.webp?v=1735048340&width=823"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Cream", "Mink", "Camel", "Black", "Beige", "Brown"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "240cm x 220cm"
    ],
    "Orientation": [
      "Left Hand Side",
      "Right Hand Side"
    ],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Washable Available in Custom Fabric Free Delivery in England 2 Years Warranty Cash on Delivery available Key Features: Design The DINO Jumbo Cord Sofa merges contemporary style with outstanding comfort. Featuring a single arm design and a generous silhouette, this 5-seater corner sofa is ideal for making a bold statement in any living space. The soft jumbo cord upholstery is available in a variety of inviting colors, allowing you to personalize it to suit your unique style. Seating Capacity With its spacious corner configuration, the DINO Sofa comfortably accommodates family and friends, making it the perfect centerpiece for gatherings, movie nights, or cozy evenings at home. Its thoughtfully designed layout enhances social interaction, creating a warm and inviting atmosphere. Comfort Upholstered in plush jumbo cord fabric, the DINO Sofa prioritizes comfort without compromising on style. The thick cushions and supportive seating provide an inviting space for relaxation, ensuring you and your guests feel right at home. Durability Crafted with a robust frame and high-quality materials, the DINO Jumbo Cord Sofa is built to withstand the demands of everyday life. Its durable construction guarantees longevity, making it a smart investment for busy households. Versatility Perfect for both casual and formal settings, this corner sofa elevates any room—from living rooms to home theaters and beyond. Its adaptable design complements a range of interior styles, whether you prefer classic charm or modern chic. Made-to-Order Sofa With our made-to-order service, you have the chance to customize your DINO Jumbo Cord Sofa. Choose from a variety of fabrics, colors, and configurations to create a stunning, bespoke piece that fits seamlessly into your home. "
  },
  {
    "id": "27",
    "name": "DINO Jumbo Cord 2 Seater Sofa",
    "description": "Add a touch of cozy charm to your home with the Dino Jumbo Cord 3 Seater Sofa. Its textured jumbo cord fabric provides a warm, inviting feel, while the generous cushioning ensures comfort and relaxation. Perfect for creating a snug, stylish setting, the Dino Sofa offers both modern appeal and everyday practicality.",
    "price": 279.00,
    "originalPrice": 559.00,
    "image": "https://ukfurnish.com/cdn/shop/files/DinojumboWhiteBG_87b89693-b44e-4c8c-8d20-d6b3d906131e.png?v=1734101427&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/DinojumboWithBG_b385fc66-95f8-48ee-a0e0-607c85152238.png?v=1734101427",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/619xEkTiyzL._AC_SX466_03a197f5-52f5-4a6c-89df-ac7b67d7967c.jpg?v=1734101427",
      "https://ukfurnish.com/cdn/shop/files/Camel_d6fc4867-3e0e-455f-b707-ef9a94a7d571.jpg?v=1735047510",
      "https://ukfurnish.com/cdn/shop/files/Beige_05e3ba00-4f93-410f-b9b8-8381e4643ae8.jpg?v=1735047510&width=823",
      "https://ukfurnish.com/cdn/shop/files/Black_0e3d2d29-b288-4378-8dce-e808a4cde501.jpg?v=1735047511&width=823",
      "https://ukfurnish.com/cdn/shop/files/Chocolate_be634b3c-7e80-463e-91d3-7929e68b0520.jpg?v=1735047511",
      "https://ukfurnish.com/cdn/shop/files/DinojumboWithBG_b385fc66-95f8-48ee-a0e0-607c85152238.png?v=1734101427",
      "https://ukfurnish.com/cdn/shop/files/Cream_4ebe599a-e50d-42e6-8ec7-b1408d534882.jpg?v=1735047511",
      "https://ukfurnish.com/cdn/shop/files/DinojumboWhiteBG_87b89693-b44e-4c8c-8d20-d6b3d906131e.png?v=1734101427"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Camel", "Beige", "Black", "Brown", "Mink", "Cream"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "107cm"
    ],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": ""
  },
  {
    "id": "28",
    "name": "DINO Jumbo Cord 3 Seater Sofa",
    "description": "Add a touch of cozy charm to your home with the Dino Jumbo Cord 3 Seater Sofa. Its textured jumbo cord fabric provides a warm, inviting feel, while the generous cushioning ensures comfort and relaxation. Perfect for creating a snug, stylish setting, the Dino Sofa offers both modern appeal and everyday practicality.",
    "price": 319.00,
    "originalPrice": 639.00,
    "image": "https://ukfurnish.com/cdn/shop/files/Dinojumbo3seaterWhiteBG.png?v=1734097512&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/Dinojumbo3seaterWithBG.png?v=1734097512&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/71CG_j8IZ7L._AC_SX466.jpg?v=1734097512",
      "https://ukfurnish.com/cdn/shop/files/Camel_538917d6-6e10-4f72-b813-15863d20d32b.jpg?v=1735047873",
      "https://ukfurnish.com/cdn/shop/files/Black_57db2f6c-5841-46d7-b4e5-83a1c90a1e87.jpg?v=1735047873&width=823",
      "https://ukfurnish.com/cdn/shop/files/Beige_4c3662e3-267a-451e-8699-49aec97bd28d.jpg?v=1735047873&width=823",
      "https://ukfurnish.com/cdn/shop/files/Mink_c1d8162d-2509-439e-aa62-5921e6e3a7c1.jpg?v=1735047873",
      "https://ukfurnish.com/cdn/shop/files/Beige_4c3662e3-267a-451e-8699-49aec97bd28d.jpg?v=1735047873&width=823",
      "https://ukfurnish.com/cdn/shop/files/Chocolate_7ed044d9-a1f9-4723-8947-0921e31e661a.jpg?v=1735047873&width=823",
      "https://ukfurnish.com/cdn/shop/files/Dinojumbo3seaterWhiteBG.png?v=1734097512"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Camel", "Black", "Beige", "Mink", "Cream", "Brown"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [
      "137cm"
    ],
    "Orientation": [],
    "storage": [],
    "withFootstool": false,
    "stockLeft": 100,
    "sofabedmechanism": true,
    "additionalFeatures": ""
  },
  {
    "id": "29",
    "name": "Byron Jumbo 2 Seater Sofa",
    "description": "Byron Jumbo 2 Seater Sofa – Spacious Comfort with Modern Elegance",
    "price": 249.00,
    "originalPrice": 499.00,
    "image": "https://ukfurnish.com/cdn/shop/files/ByronjumboWhiteBG_png.jpg?v=1734012725&width=823",
    "hoverimage": "https://ukfurnish.com/cdn/shop/files/ByronjumboWithBG.png?v=1734012725&width=823",
    "gallery": [
      "https://ukfurnish.com/cdn/shop/files/ByronjumboWithBG.png?v=1734012725",
      "https://ukfurnish.com/cdn/shop/files/Byronjumbo2Black.jpg?v=1734532155&width=823",
      "https://ukfurnish.com/cdn/shop/files/Byronjumbo2Beige.jpg?v=1734532155&width=823",
      "https://ukfurnish.com/cdn/shop/files/Byronjumbo2Cream.jpg?v=1734532155",
      "https://ukfurnish.com/cdn/shop/files/Byronjumbo2Chocolate.jpg?v=1734532155&width=823",
      "https://ukfurnish.com/cdn/shop/files/Byronjumbo2Mink.jpg?v=1734532155",
      "https://ukfurnish.com/cdn/shop/files/Byronjumbo2Camel.jpg?v=1734532155",
      "https://ukfurnish.com/cdn/shop/files/ByronJumbo2SeaterSofa.png?v=1734012725&width=823",
      "https://ukfurnish.com/cdn/shop/files/ByronjumboWhiteBG_png.jpg?v=1734012725"
    ],
    "category": "Sofas",
    "subcategory": "Corner Sofa",
    "brand": "SOFA SPHERE",
    "isNew": true,
    "onSale": true,
    "size": [],
    "colors": ["Gray", "Black", "Beige", "Cream", "Brown", "Mink", "Camel"],
    "rating": 4.8,
    "reviews": 156,
    "inStock": true,
    "bestseller": true,
    "salepercentage": 30,
    "dimensions": [],
    "Orientation": [],
    "storage": [],
    "withFootstool": true,
    "stockLeft": 100,
    "sofabedmechanism": false,
    "additionalFeatures": "Experience the perfect blend of comfort and style with the Byron Jumbo Sofa, a spacious, contemporary piece designed to elevate any living space. With its oversized seating and sleek silhouette, this sofa offers plenty of room to lounge, making it ideal for relaxing with family or entertaining guests. Upholstered in high-quality fabric, the Byron Jumbo Sofa is both soft to the touch and durable, ensuring long-lasting comfort. The deep-seated cushions and wide armrests provide exceptional support, while the sturdy frame guarantees durability. Its minimalist design, combined with subtle details, allows this sofa to fit seamlessly into both modern and traditional interiors, making it a versatile choice for any home. Perfect for those who value both style and functionality, the Byron Jumbo Sofa delivers luxurious comfort in a beautifully crafted design, making it the ideal centerpiece for your living room."
  }
] 